[
  {
    "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
    "courses_id": "01",
    "price": "29",
    "rating": { "number": 4.5, "badge": "Excellent" },
    "title": "The complete javascript course",
    "image_url": "https://images.unsplash.com/photo-1499951360447-b19be8fe80f5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
    "details": "The modern JavaScript course for everyone! Master JavaScript with projects, challenges and theory. Many courses in one! The ins and outs of HTML5, CSS3, and Modern JavaScript for . Create responsive, accessible, and beautiful layouts. Continue to learn and grow as a developer, long after the course ends. Make REAL web applications using cutting-edge technologies. Recognize and prevent common security exploits like SQL-Injection & XSS. Create a blog application from scratch using Node, Express, and MongoDB."
  },
  {
    "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
    "courses_id": "02",
    "price": "22",
    "rating": { "number": 4.5, "badge": "Excellent" },
    "title": "React - The Complete Guide (incl Hooks, React Router, Redux)",
    "image_url": "https://images.unsplash.com/photo-1542744094-3a31f272c490?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
    "details": "Dive in and learn React.js from scratch! Learn Reactjs, Hooks, Redux, React Routing, Animations, Next.js and way more! Build powerful, fast, user-friendly and reactive web apps. Provide amazing user experiences by leveraging the power of JavaScript with ease. Apply for high-paid jobs or work as a freelancer in one the most-demanded sectors you can find in web dev right now. Learn all about React Hooks and React Components"
  },
  {
    "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
    "courses_id": "03",
    "price": "50",
    "rating": { "number": 4.5, "badge": "Excellent" },
    "title": "The Web Developer Bootcamp 2022",
    "image_url": "https://images.unsplash.com/photo-1571171637578-41bc2dd41cd2?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
    "details": "COMPLETELY REDONE - The only course you need to learn web development - HTML, CSS, JS, Node, and More! The ins and outs of HTML5, CSS3, and Modern JavaScript for 2021. Make REAL web applications using cutting-edge technologies. Create responsive, accessible, and beautiful layouts. Recognize and prevent common security exploits like SQL-Injection & XSS."
  },
  {
    "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
    "courses_id": "04",
    "price": "40",
    "rating": { "number": 4.5, "badge": "Excellent" },
    "title": "Microsoft Excel - Excel from Beginner to Advanced",
    "image_url": "https://images.unsplash.com/photo-1502945015378-0e284ca1a5be?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTF8fHdlYiUyMGRlc2lnbnxlbnwwfHwwfHw%3D&auto=format&fit=crop&w=500&q=60",
    "details": "Excel with this A-Z Microsoft Excel Course. Microsoft Excel 2010, 2013, 2016, Excel 2019 and Microsoft/Office 365. Master Microsoft Excel from Beginner to Advanced. Build a solid understanding on the Basics of Microsoft Excel. Learn the most common Excel functions used in the Office. Harness the full power of Microsoft Excel by automating your day to day tasks through Macros and VBA. "
  },
  {
    "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
    "courses_id": "05",
    "price": "80",
    "rating": { "number": 4.5, "badge": "Excellent" },
    "title": "Python for Data Science and Machine Learning Bootcamp",
    "image_url": "https://images.unsplash.com/photo-1517694712202-14dd9538aa97?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
    "details": "Learn how to use NumPy, Pandas, Seaborn , Matplotlib , Plotly , Scikit-Learn , Machine Learning, Tensorflow , and more! Use Python for Data Science and Machine Learning. Use Python for Data Science and Machine Learning. Implement Machine Learning Algorithms. Learn to use NumPy for Numerical Data. Learn to use Pandas for Data Analysis. Learn to use Matplotlib for Python Plotting. Learn to use Seaborn for statistical plots. Use Plotly for interactive dynamic visualizations."
  },
  {
    "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
    "courses_id": "26",
    "price": "234",
    "rating": { "number": 4.5, "badge": "Excellent" },
    "title": "Angular - The Complete Guide (2022 Edition)",
    "image_url": "https://images.unsplash.com/photo-1618388810903-840bb0d15ea5?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1yZWxhdGVkfDEyfHx8ZW58MHx8fHw%3D&auto=format&fit=crop&w=500&q=60",
    "details": "Master Angular 13 (formerly Angular 2) and build awesome, reactive web apps with the successor of Angular.js. Develop modern, complex, responsive and scalable web applications with Angular 14. Fully understand the architecture behind an Angular application and how to use it. Use the gained, deep understanding of the Angular fundamentals to quickly establish yourself as a frontend developer. Create single-page applications with one of the most modern JavaScript frameworks out there."
  }
]
